Repository: protolabo/datarium
Catalog: app-flutter/lib/l10n/app_*.arb
Languages: fr

# dashboardTitle
source: Dashboard
fr: Tableau de bord

# headerTitle
source: Live activity
fr: Activité en direct

source: Recommendations
fr: Recommandations

# labelThroughput
source: Throughput: {rate} B/s
fr: Débit : {rate} oct/s

# labelDuration
source: Duration: {seconds}s
fr: Durée : {seconds}s

# recentData
source: Last 5 min: {recent} B/s
fr: Dernières 5 min : {recent} oct

# networkLabel
source: Network: {id}
fr: Réseau : {id}

# usageLow
source: Low usage
fr: Utilisation faible

# usageMedium
source: Moderate usage
fr: Utilisation modérée

# usageHigh
source: High usage
fr: Utilisation élevée

# energyRequests
source: Power-hungry requests
fr: Requêtes énergivores

source: No filter selected.
fr: Aucun filtre sélectionné.
